{
  "tourism": [
    {
      "id": 0,
      "category": "tourism",
      "title": "Coban Putri",
      "picLink": "https://i1.wp.com/liburanyuk.co.id/wp-content/uploads/2021/06/@fitrakurniawanf.jpg?resize=800%2C1000&ssl=1",
      "description": "Kota Batu menjadi destinasi wisata unggulan di Jawa Timur. Keindahan alamnya menjadi daya tarik tersendiri, salah satunya Air Terjun Putri atau Coban Putri, dengan keindahan yang mempesona.",
      "paragraph_1": "Kota Batu menjadi destinasi wisata unggulan di Jawa Timur. Keindahan alamnya menjadi daya tarik tersendiri, salah satunya Air Terjun Putri atau Coban Putri, dengan keindahan yang mempesona. Air terjun ini memang belum terlalu populer seperti Coban Rais. Ini menjadi pilihan tepat bagi pengunjung yang mendambakan wisata alam yang masih sepi. Meski masih baru, Coban Putri telah dilengkapi dengan berbagai wahana foto yang siap menemani wisatawan.",
      "paragraph_2": "Coban Putri yang ada di Kota Batu ini begitu mempesona. Aliran airnya begitu jernih dan deras, namun tetap aman jika bermain di bawahnya. Airnya bermuara di kolam yang tepat berada di bawahnya. Menciptakan kolam alam yang jernih dan menyegarkan. Objek wisata alam biasanya hadir dengan harga tiket masuk yang sangat terjangkau. Bahkan dapat dikatakan masih murah. Seperti harga tiket masuk air tejun ini yang terbilang masih murah yaitu sekitar Rp10.000. Objek wisata alam biasanya hadir dengan harga tiket masuk yang sangat terjangkau. Bahkan dapat dikatakan masih murah. Seperti harga tiket masuk air tejun ini yang terbilang masih murah yaitu sekitarRp10.000.",
      "paragraph_3": "Yang lebih menarik di objek wisata ini, air terjunnya tidak hanya satu, melainkan dua. Air terjun ini seolah air terjun kembar yang turun membasahi bumi. Dinding air terjun berupa batu berwarna cokelat. Tekstur dan bentuk dari batu masih terlihat dengan sangat jelas. Tinggi air terjun hanya sekitar 20 meter. Di sekitarnya, masih banyak ditumbuhi semak dan pepohonan hijau. Tak jarang, juntai-juntai dari pepohonan mengenai batu dan menempel pada batu. Terciprat air terjun yang membuatnya tampak lebih hijau.",
      "address": "Jalan Raya Tlekung, Kec. Junrejo, Kota Batu, Jawa Timur 65316",
      "time": "09.00 - 17.00 WIB",
      "contact": "+62 812-2256-223",
      "longitude": 112.5270772,
      "latitude": -7.9127417
    },
    {
      "id": 1,
      "category": "tourism",
      "title": "Coban Rais",
      "picLink": "https://cdn.idntimes.com/content-images/post/20200219/83904739-522211485076930-6075042495849082411-n-f5cdd1c752bf8742f847705e66641f35.jpg",
      "description": "Coban Rais identik dengan air terjunnya yang jatuh dari sela-sela bebatuan padas setinggi 70 meter. Air terjun ini berada di lereng Gunung Panderman dengan ketinggian sekitar 1.150 mdpl",
      "paragraph_1": "Coban Rais identik dengan air terjunnya yang jatuh dari sela-sela bebatuan padas setinggi 70 meter. Air terjun ini berada di lereng Gunung Panderman dengan ketinggian sekitar 1.150 mdpl. Berlokasi di Desa Oro-oro Ombo, Kota Batu, sekitar 25 km dari Kota Malang. Air Terjun ini menawarkan panorama pegunungan dan udara yang sejuk alami. Sebelumnya, tempat ini bernama Coban Sabrangan yang berarti jika hendak ke air terjun ini harus menyebrangi 14 sungai. Wisata ini telah dikembangkan dan dilengkapi dengan berbagai wahana seru dan menarik.",
      "paragraph_2": "Untuk memasuki kawasan wisata air terjun ini pengunjung akan dibebankan biaya tiket. Harga tiket masuk yang ditawarkan relatif murah dan masih terjangkau yaitu Rp12.000. Coban Rais yang sejak awal terkenal dengan air terjunnya, kini semakin mengembangkan diri. Wisatawan selalu tampak memadati area wana wisata yang berada di Kota Batu ini. Bukan hanya menawarkan keeksotisan air terjunnya, namun juga spot yang _instragamable_. Banyaknya tempat keren dan unik, membuat objek wisata ini banyak diminati wisatawan. Lebih dari 35 spot foto dapat dinikmati dengan keunikannya masing-masing.",
      "paragraph_3": "Untuk sampai ke lokasi air terjun Coban Rais, wisatawan harus menyusuri jalur trekking terlebih dahulu. Aksesnya terbilang cukup menantang, cocok untuk wisatawan berjiwa petualang. Dari loket masuk, jarak tempuhnya sekitar 1 jam menyusuri perbukitan dan sungai. Kondisi alamnya masih asri dengan udara yang benar-benar segar. Wisatawan juga melewati Batu Flower Garden yang dipenuhi taman bunga serta berbagai spot berfoto. Kera-kera liar tak jarang menampakkan diri bergelayutan di dahan pohon.",
      "address": "Jalur Lingkar Barat No 8, Oro-oro Ombo, Kec. Batu, Kota Batu, Jawa Timur 65316",
      "time": "08.00 - 15.30 WIB",
      "contact": "+62 812-2256-223",
      "longitude": 112.5185152,
      "latitude": -7.9116196
    },
    {
      "id": 2,
      "category": "tourism",
      "title": "Batu Flower Garden",
      "picLink": "https://1.bp.blogspot.com/-0wcnRIW9Hc0/YBkHoR85pVI/AAAAAAAAg70/5k3nu-RQ4cEZjUfVyD4SscV3zOHua8PXwCNcBGAsYHQ/s4512/DSC_1835.JPG",
      "description": "Taman wisata Coban Rais populer belakangan setelah adanya taman bunga yang cantik. Kini, tempat ini lebih populer dikenal dengan nama Batu Flower Garden. Perpaduan air terjun dan area hijau menjadi daya tarik Batu Flower Garden ini.",
      "paragraph_1": "Taman wisata Coban Rais populer belakangan setelah adanya taman bunga yang cantik. Kini, tempat ini lebih populer dikenal dengan nama Batu Flower Garden. Perpaduan air terjun dan area hijau menjadi daya tarik Batu Flower Garden ini. Obyek wisata ini juga berdekatan dengan tempat wisata terkenal Batu Night Spectacular (BNS). Posisi daerah tempat wisata ini berada di dataran tinggi. Dengan ketinggian sekitar 1000 mdpl, taman ini mengusung konsep gardu pandang. Sebagaimana fungsi gardu pandang tersebut, pengunjung dapat melihat panorama Kota Batu dari ketinggian.",
      "paragraph_2": "Kehadiran tempat ini juga melengkapi tempat wisata yang sudah eksis yaitu Jatim Park dan Museum Angkut. Tempat ini dibangun di kawasan milik Perhutani, tepatnya di lereng Gunung Panderman. Tersedia gardu pandang dengan beraneka ragam bentuk yang menjadi sudut berfoto. Pihak pengelola sendiri mengklaim tempat wisata ini sebagai “Wana Wisata Selfie”. Untuk masuk ke taman wisata ini, pengunjung dikenakan biaya sebesar Rp37.000. Dengan harga tersebut, pengunjung sudah mendapatkan fasilitas pengambilan foto oleh fotografer profesional.",
      "paragraph_3": "Tempat wisata ini terbagi atas dua bagian penting, yaitu kebun bunga dan air terjun. Kebun bunga terletak di atas Bukit Bulu. Untuk menjangkaunya, pengunjung perlu berjalan kaki melalui jalan setapak sejauh 300 m. Akan tetapi, semua kelelahan tersebut akan terbayar dengan keindahan bunga-bunga yang cantik. Sedangkan untuk menjangkau air terjun, pengunjung perlu berjalan kaki sejauh 3 km.",
      "address": "Jalan Oro-Oro Ombo, Kehutanan, Kec. Batu, Kota Batu, Jawa Timur 65151",
      "time": "08.00 - 16.00 WIB",
      "contact": "+62 812-2116-5000",
      "longitude": 112.5167407,
      "latitude": -7.9122138
    },
    {
      "id": 3,
      "category": "tourism",
      "title": "Alun-Alun Kota Batu",
      "picLink": "https://i.pinimg.com/originals/38/a2/06/38a2066b877d2334ede39ac642a9d6e9.jpg",
      "description": "Alun-alun Kota Batu ini selain berfungsi sebagai taman kota juga banyak di kunjungi wisatawan untuk berekreasi. Hal ini karena fasilitas dan wahana yang ada di taman cukup lengkap. Mulai dari wahana permainan sampai wisata kuliner.",
      "paragraph_1": "Tidak ada biaya tiket Gratis yang dibebankan kepada pengunjung untuk memasuki area Taman Kota. Karena Alun-Alun ini merupakan fasilitas umum. Pengunjung hanya akan dikenakan biaya tiket jika bermain berbagai wahana yang tersedia. Bagi wisatawan yang berencana ke taman kota Batu ini berbagai aktivitas wisata bisa dilakukan. Mulai dari bermain di berbagai wahana, bersantai di taman, dan tidak ketinggalan wisata kuliner.",
      "paragraph_2": "Wisata kuliner di Alun-alun Kota Wisata Batu terbilang cukup lengkap. Mulai dari kuliner ala kaki lima (street food) sampai cafe dan restoran pun ada. Tentu dengan beragam menu makanan dan minuman yang lengkap. Menu makanan citarasa lokal seperti soto, sate, sosis bakar, baso, satu sefaood, dan masih banyak lagi. Sedangkan untuk minuman juga terdapat warung kopi, susu, jahe hangat dan berbagai cafe.",
      "paragraph_3": "Salah satu makanan yang paling khas yang cocok untuk dicoba yaitu Ketan Pos Legenda. Ketan Pos Legenda ini berada di sekitar area alun-alun. Jika melihat pedagang ini akan terlihat bahwa tempatnya terus ramai. Seperti tempat wisata lainnya, Alun-alun Kota Wisata Batu ini juga dilengkapi dengan fasilitas penunjang. Walaupun berbentuk taman kota, ketersediaan toilet juga cukup. Untuk lahan parkir kendaraan roda dua juga mudah didapat. Tapi, untuk parkir mobil, lahan parkir yang ada tidak sebanyak kendaraan roda dua.",
      "address": "Jl. Diponegoro, Sisir, Kec. Batu, Kota Batu, Jawa Timur 65314",
      "time": "24 Jam",
      "contact": "+62 812-2116-5000",
      "longitude": 112.5245362,
      "latitude": -7.8711236
    },
    {
      "id": 4,
      "category": "tourism",
      "title": "Museum Angkut",
      "picLink": "https://wisatamilenial.com/wp-content/uploads/2019/08/Foto-Koleksi-Mobil-di-Museum-Angkut-Malang-Image-From-@ivan_alx.jpg",
      "description": "Liburan ke kota apel Batu dan menyukai hal-hal berbau sejarah, jangan lupa mengunjungi Museum Angkut. Disini kalian bisa melihat koleksi alat transportasi dari seluruh dunia. Untuk tiket masuk Museum Angkut juga murah di kantong.",
      "paragraph_1": "Liburan ke kota apel Batu dan menyukai hal-hal berbau sejarah, jangan lupa mengunjungi Museum Angkut. Disini kalian bisa melihat koleksi alat transportasi dari seluruh dunia. Untuk tiket masuk Museum Angkut Batu Malang juga masih relatif pas di kantong. Museum Angkut Plus Movie Star Studio merupakan museum transportasi modern pertama di Indonesia. Memadukan unsur seni dan budaya yang mengusung konsep edukasi dan hiburan. Sejak buka pada tahun 2014, museum ini sudah menyedot banyak wisatawan tiap tahunnya. Bagaimana tidak, idenya yang brilian untuk sebuah museum membuatnya tercatat sebagai museum transportasi pertama di Asia.",
      "paragraph_2": "Zona Sunda Kelapa dan Batavia. Sebagaimana namanya, di Zona ini pengunjung dapat melihat pelabuhan Sunda Kelapa zaman dahulu. Pelabuhan ini didesain semirip mungkin oleh pihak museum sehingga pengunjung seolah sedang berada pada masa itu. Sementara itu di sini terdapat berbagai miniatur kapal-kapal yang sedang berlabuh. Selain itu pengunjung juga dapat menemukan berbagai toko di pelabuhan dalam ejaan bahasa Belanda yang memang umum pada masa itu. Kemudian di zona ini pengunjung juga bisa mendapatkan pengetahuan berharga mengenai perkembangan Sunda Kelapa dan Batavia dari masa ke masa.",
      "paragraph_3": "Zona Uni Eropa terwakili oleh empat negara besar di Eropa yaitu Inggris, Jerman, Perancis dan Italia. Salah satu yang paling terkenal yaitu koleksi mobil-mobil antik buatan Inggris. Pengunjung dapat melihat mobil antik bernilai historis dari Inggris yang pernah digunakan oleh Ratu Elizabeth II. Mobil bertipe Land Rover ini pernah menjadi kendaraan utama Ratu saat berparade di Australia. Tak hanya itu, pengunjung juga bisa berfoto di depan miniatur Istana Buckingham yang terkenal di depannya.",
      "address": " Jalan Sultan Agung No. 2, Ngaglik, Kota Batu, Jawa Timur, 65314",
      "time": "12:00 - 19.00 WIB",
      "contact": "+62 341-595007",
      "longitude": 112.5175838,
      "latitude": -7.878608
    },
    {
      "id": 5,
      "category": "tourism",
      "title": "Jawa Timur Park 1",
      "picLink": "https://www.piknikdong.com/wp-content/uploads/2020/12/360°-Pendulum-1024x1024.jpg",
      "description": "Membahas kota Batu sebagai objek pariwisata, maka kita tidak bisa terlepas dari pembahasan mengenai salah satu lokasi wisata yang bernama Jatim Park yang kemudian berubah menjadi Jatim Park 1.",
      "paragraph_1": "Jatim Park 1 adalah lokasi wisata bertaraf internasional yang bernaung dibawah jatim park group milik PT. Bunga Wangsa Sedjati. Selain membangun _Jatim Park 1_, PT ini juga membangun dan mengelola beberapa tempat rekreasi lain diantaranya museum satwa, BNS, _Batu secret zoo_, _eco green park_, museum tubuh, museum angkut dan predator fun park yang kesemuanya terletak di kota Batu.Jatim Park 1 yang merupakan pilot pertumbuhan wisata modern di kota Batu, dibangun di atas tanah seluas 22 hektar. Letaknya yang berada tidak jauh dari pusat kota Batu dengan akses jalan yang cukup bagus, membuat wisatawan yang ingin berkunjung dapat dengan mudah untuk menemukan lokasi wisata ini.",
      "paragraph_2": "Untuk memuaskan para pengunjung, saat ini pengelola telah menyediakan sekitar 53 wahana. Wahana-wahana ini, informasinya akan terus ditambah agar pengunjung yang pernah datang ke ke tempat wisata ini tidak bosan dengan aktivitas wisata yang itu-itu saja.Upaya diatas ternyata membuahkan hasil. Terbukti, saat masa liburan, para wisatawan yang datang ke Jatim Park 1 selalu bertambah. Menariknya yang datang bukan saja pengunjung baru, melainkan pengunjung lama yang me-repeat kunjungan mereka karena ingin mencoba wahana baru.",
      "paragraph_3": "Tempat wisata di Jawa Timur Park satu resmi dibuka dan diperkenalkan ke muka umum pada tanggal 2 Maret 2002 silam. Saat itu, peresmian objek wisata **Jawa Timur Park 1** ini dihadiri langsung oleh menteri riset dan teknologi yang dijabat oleh bapak Ir. H. M. Hatta Radjasa.Banyak orang merasa aneh ketika mendengar peresmiannya dihadiri oleh menteri riset dan teknologi. Namun setelah mengetahui wahana-wahana yang tersedia, orang-orang tersebut pun faham dan memakluminya. Pasalnya, wahana-wahana yang ada di Jatim Park 1, ternyata tidak hanya menjadi tempat hiburan, melainkan juga sebagai tempat belajar mengenai ilmu seni, budaya, sains dan teknologi.",
      "address": "Peta Lokasi Kami. Jl. Kartika No. 2. Kota Wisata Batu **Jawa Timur** Indonesia, 65314",
      "time": "10:00 - 18.00 WIB",
      "contact": "(+62) 341 597777 ",
      "longitude": 112.5226328,
      "latitude": -7.8841468
    }
  ],
  "culinary": [
    {
      "id": 0,
      "category": "street food",
      "title": "Bakpao Boldy",
      "picLink": "https://ngalam.co/wp-content/uploads/2016/02/bakpao-boldy-malang-1950.jpg",
      "description": "Bakpao Boldy merupakan salah satu kuliner legendaris di Malang yang sudah ada sejak tahun 1950. Jika dihitung-hitung sampai sekarang sudah berusia...",
      "paragraph_1": "Bakpao legendaris ini memiliki berbagai varian isi yang bisa dicoba kenikmatannya. Mulai dari kacang hijau, ayam cincang, ayam kecap hingga babi kecap. Kacang tanah serta yang cukup unik adalah bakpao dengan rasa taus. Ini merupakan pasta kacang hitam yang jadi banyak idola. Untuk mendapatkan varian isi idolamu, coba semuanya dan tentukan mana yang jadi favoritmu ya",
      "paragraph_2": "kuliner dari Malang ini memiliki tekstur yang empuk. Rahasiannya adalah mepertahankan resep tradisional. Tidak menggunakan pengawet, pemutih, ataupun bahan kimia yang lainnya. Karena aman dikonsumsi inilah, bakpao yang juga dijajakan dengan cara keliling ini masih terus berjaya di tengah gerusan berbagai kuliner kekinian. Cocok untuk kudapan, terutama saat malam sedang dingin-dinginnya ya Teman Traveler.",
      "paragraph_3": "Selain membeli ke toko nya langsung konsumen bisa juga dapat menikmatinya lewat membeli di Lai Lai Market Buah. Untuk harganya, per bijinya Rp9.000. Memang cukup mahal dibandingkan bakpao pada umumnya, namun rasanya tidak mengecewakan lho Teman Traveler. Bisa jadi pilihan oleh-oleh juga saat pulang ke rumah.",
      "address": "Jl. Mangun Sarkoro No. 25, Malang",
      "time": "07:00 - 17:00 WIB",
      "contact": "(0341) 364020 ",
      "longitude": 112.6359684,
      "latitude": -7.9859232
    },
    {
      "id": 1,
      "category": "street food",
      "title": "Puthu Lanang",
      "picLink": "https://www.goodnewsfromindonesia.id/uploads/post/large-kue-puthu-lanang-celaket-malang2-83ec326baf7778fb6b892b9a585340ef.jpg",
      "description": "Siapa yang tak tahu kue puthu, di Kota Malang, ada satu-satunya kios kue puthu itu yang dibilang legendaris dan masih eksis sampai sekarang. Memakai nama...",
      "paragraph_1": "Siapa yang tidak kenal dengan kue putu. Camilan manis tradisional campuran kelapa dan tepung ini biasanya dimakan saat pagi hari. Jangan salah, kue putu juga nikmat jadi teman teh sore hari. Di Kota Malang, ada satu-satunya kios makanan itu yang dibilang legendaris dan masih eksis sampai sekarang. Memakai nama brand Puthu Lanang, didirikan tahun 1935 oleh Soepijah. Jangan salah, kedai itu sudah laris manis sejak pertama kali dijajakan. Namun, sejak 20 tahun lalu, yang menjajakan kue putu ini adalah Siswojo, anak Soepijah. Tempat jualannya tetap berada di Gang Buntu, Jalan Jaksa Agung Suprapto Malang.",
      "paragraph_2": "Biasanya, sejak pukul 17.00, pembeli yang pulang kerja, mengantre untuk membeli kue putu ataupun jajanan lainnya seperti lupis, cenil ataupun klepon. Semua yang dijajak Siswojo sama-sama berbahan kelapa serta tepung. Penyajiannya dilengkapi dengan olesan gula Jawa. Puthu Lanang menjadi salah satu kue tradisional terpopuler di Kota Bunga tersebut. Siswojo melayani sendiri pembeli yang datang, dibantu tiga orang karyawannya.",
      "paragraph_3": "Adonan berwarna putih dan hijau, lantas dimasukan ke dalam puluhan tabung bambu, dan ditaruh di atas alat kukus. Selang lima menit kemudian, kue putu sudah matang. Harga masing-masing kue itu, rata-rata dijual Rp 10.000. Kalau ingin mencicipi semuanya, pilihlah menu campur. Artinya, putu, cenil, lupis dan klepon dibungkus dalam satu daun pisang. Di musim liburan, atau weekend, pembeli sudah pasti harus berjejal dengan pembeli lain untuk mendapat kue itu.",
      "address": "Jl. Jaksa Agung Suprapto No.73, RT.03, Samaan, Kec. Klojen, Kota Malang, Jawa Timur 65112",
      "time": "17:30 - 21:30 WIB",
      "contact": "0813-3502-5690 ",
      "longitude": 112.6314395,
      "latitude": -7.9664785
    },
    {
      "id": 2,
      "category": "street food",
      "title": "Angsle Pak Solikin",
      "picLink": "https://www.malang-guidance.com/wp-content/uploads/2018/11/angsle-enak-di-malang-guidance.jpg",
      "description": "Angsle merupakan salah satu minuman khas kota Malang yang sangat cocok untuk menghangatkan badan yang kedinginan di malam hari...",
      "paragraph_1": "Percampuran antara kuah dan isian dari wedang tersebut memberi rasa yang sangat manis di dalam mulut dan hangat di dalam perut. Di kota Malang sendiri warung angsle dan ronde dapat cukup mudah dijumpai, bahkan masih banyak penjual keliling dengan rasa yang tidak kalah nikmatnya. Biasanya pada beberapa warung terdapat sajian seperti roti goreng dan cakue yang menjadi pelengkap dalam menikmati angsle dan ronde.",
      "paragraph_2": "Penjual-penjual makanan yang melintasi kampung-kampung selalu memiliki bunyi-bunyian yang khusus untuk menjajakan dagangannya. Seperti penjual bakso yang menggunakan kentongan kecil dengan suara _tik-tik-tik_ atau kadang _tuk-tuk-tuk_, jika suaranya lebih besar maka biasanya itu adalah penjual pangsit mie. Selain suara itu biasanya di malam hari terdengar penjual yang menjajakan dagangan dengan suara _ting-ting-ting_ dari sendok yang beradu dengan mangkuk.",
      "paragraph_3": "Banyak orang mengenal ronde karena memang popularitasnya dan banyak penjualnya yang tersebar di pulau Jawa. Minuman hangat yang terbuat dari jahe ini selalu menjadi teman yang tepat untuk menghangatkan hawa di malam hari yang dingin. Namun untuk angsle, tidak banyak yang mengenalnya karena minuman ini merupakan kuliner khas Malang yang tidak banyak tersebar ke daerah lain.",
      "address": "Jl. Zaenal Zakse No.80-66, Jodipan, Kec. Blimbing, Kota Malang, Jawa Timur 65136",
      "time": "19:00 - 23.00 WIB",
      "contact": "0819-4515-1860",
      "longitude": 112.6361929,
      "latitude": -7.9885617
    },
    {
      "id": 3,
      "category": "street food",
      "title": " Pos Ketan Legenda 1967",
      "picLink": "https://assets-pergikuliner.com/uploads/image/picture/605355/picture-1499003286.jpg",
      "description": "Gak perlu jauh-jauh terbang ke Thailand untuk menjajal panganan bernama mango sticky rice. Sebab di Batu, Jawa Timur, sajian berbahan dasar...",
      "paragraph_1": "Angka yang disematkan di kedai ketan ini bukan sembarang angka, melainkan menunjukkan tahun pertama kali kedai tersebut memulai berjualan ketan. Jika dihitung, keberadaan Pos Ketan Legenda 1967 telah memasuki usia 54 tahun. Pantaslah kalau spot kuliner ini turut menyertakan kata “legenda” sebagai nama _brand_-nya. Sedangkan disebut “pos” ketan karena saat awal berjualan, sang pemilik pertama kali menjajakan ketan tersebut di depan kantor pos. Para pembeli lantas menyebut ketan pos dan akhirnya berujung pada penamaan Pos Ketan Legenda 1967.",
      "paragraph_2": "Bermula dari menu ketan _original_ dengan _topping_ kelapa bubuk, kini kamu bisa menemukan lebih dari 15 variasi _topping_ di Pos Ketan Legenda 1967. Variasi taburan tersebut adalah bentuk jawaban atas tantangan perkembangan zaman agar kedai ini selalu kekinian.Beberapa _topping_ yang tersedia menggunakan bahan keju, kacang, meses, susu, nangka, pisang, dan durian. Yang unik, penamaan setiap menu ketan ditampilkan dengan singkatan huruf. Misalnya, KSD untuk ketan susu durian, KSK untuk ketan susu keju, KDKM untuk Ketan Durian Keju Meses, dan masih banyak lagi.",
      "paragraph_3": "Selalu disajikan hangat di atas piring kecil, sajian ketan _original_ menggunakan kelapa bubuk di Pos Ketan Legenda 1967 dibanderol dengan harga Rp6 ribu saja, lho. Kamu sudah bisa mencicipi kelembutan dan pulennya ketan yang kabarnya selalu menggunakan beras ketan yang didatangkan dari Thailand. Gurih dan manisnya pas sehingga dijamin bikin ketagihan.",
      "address": "Jl. Kartini No.6, Ngaglik, Sisir, Kec. Batu, Malang, Jawa Timur 65311",
      "time": "08.00 - 23.00 WIB",
      "contact": "0813 - 3431-3353",
      "longitude": 112.5238012,
      "latitude": -7.8709473
    },
    {
      "id": 4,
      "category": "restaurant",
      "title": "Skydome Golden Tulip",
      "picLink": "https://www.malangculinary.com/upload/img_1605789236.jpg",
      "description": "Sesuai dengan namanya, Skydome Lounge & Bar merupakan sebuah lounge dan bar yang berada di salah satu Hotel Bintang Lima di Batu. Hotel yang...",
      "paragraph_1": "Skydome sendiri hadir dengan menawarkan konsep luxury dan exclusive yang benar-benar bagus dan mewah. Apalagi view yang dihadirkan dari skydome ini sekitar 180 derajat Kota Batu. Tentu sudah bisa dibayangkan bagaimana suasana yang dihadirkan, apalagi didukung dengan udara sejuk khas pegunungan. Para pengunjung bisa menikmati panorama kota Batu tersebut dari indoor ataupun outdoor lobby hotel.",
      "paragraph_2": "Menjadi salah satu icon hits di Golden Tulip Holland Resort Batu tidak heran jika tempat ini diburu oleh wisatawan baik lokal maupun luar kota. Didukung dengan banyaknya menu dan pemandangan yang kece dijamin akan membuat betah siapa saja yang mengunjunginya. Istimewanya lagi Skydome Lounge and Bar sering dijadikan sebagai veneu breakfast untuk pengunjung yang menginap di sana. Nah, bagi Anda yang penasaran bagaimana keindahan yang ditawarkannya jangan lupa untuk menginap di Golden Tulip Holland Resort.",
      "paragraph_3": "Beragam menu pilihan yang tersedia di atas disajikan dengan harga mulai dari Rp 45.000 sampai Rp 180.000 saja. Harga tersebut dianggap sepadan dengan konsep, suasana dan pemandangan indah yang ditawarkannya. Dijamin Anda akan betah berlama-lama di sana. Jadi, kapan mengajak keluarga, teman atau kerabat di Skydome Lounge and Bar untuk menikmati panorama kota Batu. Agar semakin puas, disarankan untuk menginap di Golden Tulip Holland Resort selama beberapa hari.",
      "address": "Jl Bukit Pandeman Hill, Kota Batu, Jawa Timur 65316.",
      "time": "10.00 - 24.00 WIB",
      "contact": "0821-3203-1887",
      "longitude": 112.5146782,
      "latitude": -7.8912712
    },
    {
      "id": 5,
      "category": "restaurant",
      "title": "Bakso President",
      "picLink": "https://www.malangculinary.com/upload/img_15897167611.jpg",
      "description": "Kuliner bakso merupakan salah satu kudapan paling digemari oleh masyarakat Indonesia  begitu pula warga Malang dibuat bingung oleh...",
      "paragraph_1": "Tiap harinya wisata kuliner bakso President selalu penuh sesak pengunjung, hingga tak menutup kemungkinan membuat para konsumen harus dibuat rela menunggu antri demi merasakan kelezatan nya Menurut informasi didapatkan oleh redaksi datawisata.com, sudah banyak artis berkunjung kesana diantaranya Tommy Kurniawan, Jessica Iskandar, Momo Geisha, Tora Sudiro, Duta Shiela On 7 dan lain-lain. Melihat tingginya permintaan oleh masyarakat terhadap _meatball_ president di daerah Pujasera toko buku siswa, Pulosari, Sulfat dan Pandean, kesemua cabang bakso President berada di Kabupaten Malang.",
      "paragraph_2": "Warung bakso kota Malang ini menyiapkan dua tempat makan yakni indoor dan outdoor. Pada umumnya, pengunjung lebih menyukai makan di ruang terbuka(outdoor), sebab disana pengunjung bisa makan di samping rel kereta api dan suasana nya lebih sejuk isata Malang bakso President menjadi kegemaran bagi semua kalangan mulai dari anak-anak hingga kalangan orang tua, mulai dari pas-pasan hingga berdompet tebal, sebab harga bakso disana cukup terjangkau. ",
      "paragraph_3": "Menu bakso Presiden cukup bervariasi yaitu mulai dari bakso udang, bakso biasa, bakso bakar, bakso urat, bakso telur  serta ada beberapa menu tambahan lainnya yakni pangsit basah, pangsit kering, mie, siomay, lontong, ati empla dan tahu",
      "address": "Jalan Batanghari Nomor 5, Rampal Celaket, Kecamatan Klojen, Kota Malang, Jawa Timur dan kode pos 65111",
      "time": "08.00 - 21.30 WIB",
      "contact": "+62878-9658-4221",
      "longitude": 112.628345,
      "latitude": -7.9625219
    },
    {
      "id": 6,
      "category": "restaurant",
      "title": "Lesehan Sate Kelinci",
      "picLink": "https://www.malang-guidance.com/wp-content/uploads/2015/07/Sate-Kelinci-Batu-Malang.jpg",
      "description": "Bila Anda ke Kota Batu dari arah Malang, sebelum menuju Alun-alun Batu Anda akan menemukan kuliner sate kelinci, salah satunya di Lesehan Sate Kelinci...",
      "paragraph_1": "Bumbunya tak berbeda dengan sate biasanya, karena bumbunya tetap menggunakan umbu kacang, irisan bawang merah, perasan jeruk nipis dan kecap manis yang menjadi pelengkap hidangan. Selain itu Anda bisa memesan makanan lainnya, misalnya Ayam Goreng yang harganya Rp14.000 atau terong dan tempe yang harganya di bawah Rp10.000. ",
      "paragraph_2": "Bagi Anda yang dari luar kota jangan lupa memesan tempe gorengnya, karena tempe di Batu, khususnya Malang merupakan tempe yang lezat berbeda dari daerah lainnya.Konsep restorannya merupakan pondok bambu dan penyajian satenya tak hanya di piring biasa, namun di _hot plate. _Bila Anda ingin menikmati sate dengan suasana sejuk di luar pun bisa, Anda bisa menuju ke halaman di  samping Depot yang memang telah disiapkan",
      "paragraph_3": "Bila telah lelah menghabiskan liburan di Kota Batu, Anda bisa menjadikan Lesehan Sate Kelinci ini sebagai penutupnya. Terutama bagi Anda yang suka dengan kuliner yang belum pernah Anda coba sebelumnya, sate kelinci merupakan menu sate yang jarang dijual banyak orang dengan cita rasa empuk dan manis, apalagi jika dicocol dengan sambal.",
      "address": "Jl. Patimura No.126, Temas, Kec. Batu, Kota Batu, Jawa Timur 65315",
      "time": " 08.00 - 20.00 WIB",
      "contact": "(0341)597275",
      "longitude": 112.5347373,
      "latitude": -7.8870246
    },
    {
      "id": 7,
      "category": "restaurant",
      "title": "Toko Oen",
      "picLink": "https://tokooenmalang.com/img/bground.jpg",
      "description": "Saat kamu mencari info tempat kuliner apa yang legendaris di Malang, mungkin Toko Oen masuk dalam hasil pencarian. Restoran sekaligus gerai es krim yang...",
      "paragraph_1": "Supaya bisa merangkul lebih banyak kalangan termasuk anak muda, Toko Oen mulai berubah wajah hingga dikenal sebagai toko es krim legendaris pada 2005. Peter mengatakan sejak tahun 90-an, pelanggan Toko Oen hampir 97 persen orang tua.",
      "paragraph_2": "Aroma bakery dan kue kering di etalase depan pintu masuk juga cukup menyenangkan, apalagi kue-kue tersebut dijual dalam keadaan _fresh_ dan tanpa pengawet. Di atas meja kasir terdapat _banner_ selamat datang berukuran raksasa yang ditulis menggunakan bahasa Belanda.Pemandangan unik lainnya yang kami tangkap adalah seragam putih pelayannya, bergaya _vintage_ lengkap dengan peci di atas kepala.",
      "paragraph_3": "Banyak yang mengira kalau Toko Oen adalah tempat spesialis es krim seperti Zangrandi, tetapi ternyata tempat ini punya lebih banyak menu dari sekadar _dessert_. Mulai dari makanan oriental, masakan Indonesia, aneka burger dan roti, steak, olahan salad, hingga minuman beralkohol.Menu tersebut dibanderol dari harga Rp25 ribu hingga Rp80 ribu paling mahal.  Sekilas menunya terlihat biasa saja, tapi bedanya ada pada resep dan racikan makanannya.",
      "address": "Jl. Jenderal Basuki Rahmat No.5, Kauman, Kec. Klojen, Kota Malang, Jawa Timur 65119",
      "time": "09.00 - 21.30",
      "contact": "(0341)364052",
      "longitude": 112.6215987,
      "latitude": -7.9807039
    },
    {
      "id": 8,
      "category": "coffee shop",
      "title": "Concrete Cafe",
      "picLink": "https://i1.wp.com/suwatu.com/gambar/Kedai-Kopi-Concrete-Batu.jpg?fit=1080%2C1350&ssl=1",
      "description": "Cafe Concrete Batu merupakan kedai kopi yang mempunyai konsep menarik dan juga tidak ketinggalan memiliki suasana pemandangan yang sangat...",
      "paragraph_1": "Tempat tersebut bernama Cafe Concrete Batu yaitu merupakan kedai kopi yang mempunyai konsep menarik dan juga tidak ketinggalan memiliki suasana pemandangan yang sangat indah. Pada saat Anda berkunjung dan bersantai di tempat ini Anda dapat melihat pemandangan seperti city view Batu dari cafe tersebut, ditambah lagi dengan pemandangan deretan gunung yang sangat menakjubkan tentunya akan menambah daya tarik tersendiri untuk para pengujung yang berkunjung ke Cafe Concrete tersebut.",
      "paragraph_2": "Daya tarik yang dimiliki Cafe Concrete Batu tentunya yang pertama yaitu cafe ini memiliki konsep bangunan industrial dan juga sebagian besar areanya yaitu open air, sehingga sirkulasi udara yang terdapat di tempat tersebut juga sangat terjaga dengan baik, tentunya akan menambah rasa nyaman berada di tempat tersebut. Tidak hanya itu saja ambience yang terdapat di tempat tersebut juga menyenangkan jadi walaupun cafe tersebut terlihat rame, akan tetapi pada saat Anda ngobrol dan bersantai di cafe tersebut tetap asik, tentunya Anda tidak terganggu.",
      "paragraph_3": "Untuk menu yang ditawarkan Cafe Concrete Batu memiliki menu yang menarik dan lezat untuk Anda coba saat berkunjung ke tempat tersebut mulai dari croissant, waffle, mie, nasi, dan juga terdapat cemilan ringan seperti gorengan. Tentunya dengan harga yang cukup terjangkau menjadi daya tarik tersendiri bagi para pengujung yang datang ke tempat ini. Tentunya juga tempat ini cocok untuk Anda yang ingin menikmati kopi senja dengan pemandangan pegunungan yang manakjubkan serta udara sejuk yang segar.",
      "address": "Jalan Joyo Agung, Merjosari, Lowokwaru, Tlogomas, Kec. Lowokwaru, Kota Malang, Jawa Timur 65144",
      "time": "10:00 - 21:00 WIB",
      "contact": "0813-3451-4643",
      "longitude": 112.513084,
      "latitude": -7.8337397
    },
    {
      "id": 9,
      "category": "coffee shop",
      "title": "Noi Coffee ",
      "picLink": "https://cdn.idntimes.com/content-images/community/2021/07/180891101-3000795853578696-6021313873309621551-n-3f470419c48481a410869607195370a0-631acb8ddcb43d9ad4a34b484a0c2114.jpg",
      "description": "Cafe ini sendiri baru mulai beroperasi pada Bulan September 2020 dan langsung viral di media sosial, tentu kamu sudah bisa menebak kenapa cafe...",
      "paragraph_1": "Bagi kamu yang suka hunting foto dijamin tidak akan menyesal jika mendatangi cafe terbaru ini karena setiap sudut area dari tempat ini begitu instagramable.mulai dari desain interior cafe yang dipenuhi gambar abstrak berwarna hitam putih, suasana hijau diisekitarnya, sampai kopi cantik bergambar hewan seperti kuda, angsa, dan panda.",
      "paragraph_2": "Suasana di tempat ini sangat tenang dan nyaman dengan tempat duduk berbaris rapi, kemudian pemandangan mata akan terasa sejuk dan rilex dengan view alam di sekitarnya.Cafenya sendiri tidak terlalu luas yang dibagi menjadi 2 tempat, yaitu indoor dan semi outdoor. desain bangunan dari cafe ini cukup minimalis dengan banyaknya jendela-jendela yang mengelilinginya.",
      "paragraph_3": "Y ang paling menarik adalah ruanganya di dominasi oleh warna hitam dan putih seperti sofa dan lantai, sofanya sendiri mungkin bentuknya sederhana hanya saja dibalut dengan kain hitam putih seperti warna kuda zebra sehingga nampak instagenic.",
      "address": "Jl. Raya Sumber Brantas No.310, Sumber Brantas, Kec. Bumiaji, Kota Batu, Jawa Timur 65336",
      "time": "11:00 - 20:00 WIB ",
      "contact": "0813-7776-1163",
      "longitude": 112.5328272,
      "latitude": -7.7440527
    },
    {
      "id": 10,
      "category": "coffee shop",
      "title": "Latar Ijen Cafe",
      "picLink": "https://i1.wp.com/suwatu.com/gambar/Latar-Ijen-Malang.jpg?fit=1080%2C1080&ssl=1",
      "description": "Saat pertama menginjakkan kaki di sini Anda akan disapa dengan sebuah bangunan khas ala Eropa. Bangunan ini memiliki tiga lantai yaitu area lantai...",
      "paragraph_1": "Untuk daya tarik yang miliki Latar Ijen Resto & Cafe Malang ini yaitu yang pertama karena bangunanya bergaya eropa jadinya bangunan ini sangat mencolok jadi Anda dapat mudah menemukannya, tidak hanya itu saja konsep desain juga instagrammable. Latar Ijen Resto & Cafe juga mempunyai menu yang di tawarkan juga enak – enak dan lezat karena menu yang diberikan masakan barat, Asia dan juga terdapat menu tradisional.",
      "paragraph_2": "Restoran dan kafe ini menyediakan menu masakan tradsional nusantara, western dan asian seperti aneka spaghetti, penne, roasted chicken with sambal matah, nasi goreng tosari, sup buntut latar ijen, steak diane, tomahawk patter, aneka snack dan masih banyak lagi.Selanjutnya menu di pada kafenya ada aneka kopi, non kopi, teh, wine, dan lainnya. Dengan harga mulai Rp 25.000 hingga Rp 1.250.000, dikarenakan ada beberapa menu non halal sebaiknya Teman Traveler muslim bertanya terlebih dahulu ya",
      "paragraph_3": "Tempat ini cocok untuk Anda yang senang berfoto – foto karena setiap sudut tempat ini merupakan spot terbaik yang akan membuat foto Anda semakin menarik. Tidak hanya itu saja Kami infokan juga selanjutnya mengenai Harga Menu dari Latar Ijen Resto & Cafe Malang ini, jadi ketikan Anda ingin berkunjung ke tempat ini tidak bingung ingin memesan, Berikut ini merupakan penjelasannya mengenai Harga Menunya.",
      "address": "Jalan Besar Ijen No.79, Oro-oro Dowo, Kec. Klojen, Malang",
      "time": "07.00 - 20.00 WIB",
      "contact": " 0813-3382-8000 ",
      "longitude": 112.624889,
      "latitude": -7.9643865
    },
    {
      "id": 11,
      "category": "coffee shop",
      "title": "Cafe Monstera",
      "picLink": "https://r1.community.samsung.com/t5/image/serverpage/image-id/1407526i7C3D37C54487B49E/image-size/large?v=v2&px=999",
      "description": "Cafe Monstera menempati diatas lahan yang cukup luas, cafe ini bisa dibilang masih sangat baru. Walaupun baru, Monstera Cafe ini sudah ramai akan...",
      "paragraph_1": "Cafe Monstera Batu Malang menempati diatas lahan yang cukup luas, cafe ini bisa dibilang masih sangat baru. Walaupun baru, Monstera Cafe ini sudah ramai akan pengunjung terlebihnya saat akhir pekan. Uniknya tempat nongkrong ini mengusung tema perpaduan antara Classic Rustic dengan Tropical/nature.",
      "paragraph_2": "Cafe Monstera Batu Malang menempati diatas lahan yang cukup luas, cafe ini bisa dibilang masih sangat baru. Walaupun baru, Monstera Cafe ini sudah ramai akan pengunjung terlebihnya saat akhir pekan. Uniknya tempat nongkrong ini mengusung tema perpaduan antara Classic Rustic dengan Tropical/nature.",
      "paragraph_3": "Tak hanya itu, disana pengunjung tidak hanya sekedar menikmati menunya saja, wisatawan akan dimanjakan dengan pemandangan alam dari ketinggian. Rute ke lokasi Cafe Monstera Batu, dari pusat kota, alun-alun kota Batu, menuju ke arah Utara kurang lebih 4-5 km. Melewati jalan Raya Brantas – Raya Sidomulyo, kemudian belok kanan di Jl. Cemara Intan. Dari daerah sini Anda bisa bertanya kepada penduduk sekitar, lokasi tepatnya Cafe Monstera.",
      "address": "2JMC+J25, Oro-oro Dowo, Kec. Klojen, Kota Malang, Jawa Timur 65119",
      "time": "07:00 - 22:00 WIB",
      "contact": "0813-8882-0023 ",
      "longitude": 112.5322195,
      "latitude": -7.8532361
    }
  ],
  "lodging": [
    {
      "id": 0,
      "category": "hotels",
      "title": "Royal Orchids Garden Hotel & Condominium",
      "picLink": "https://cf.bstatic.com/xdata/images/hotel/max1280x900/284716414.jpg?k=4d1219c7a8c2437bbec501d5f6c8900d09d12fa7d7b386558015650abcc61726&o=&hp=1",
      "description": "Berselang 5 menit berkendara dari Taman Hiburan Batu Night Spectacular, Orchids Garden Hotel & Condominium...",
      "paragraph_1": "Semua kamar dilengkapi dengan TV kabel. Beberapa kamar memiliki sofa, TV layar datar, dan meja makan. Kamar mandi dalamnya menyediakan fasilitas shower atau bathtub.Orchids Garden Hotel & Condominium dapat dicapai dalam 10 menit berkendara dari Jatim Water Theme Park. Dibutuhkan waktu 45 menit berkendara dari Bandara Abdul Rachman Saleh dan 3 jam berkendara dari Bandara Internasional Juanda menuju hotel.",
      "paragraph_2": "Hotel ini menyediakan meja biliar, taman bermain anak-anak, dan lapangan voli. Bernyanyi di malam hari dapat dilakukan di Channel 2’11 Karaoke & Pub. Sebuah toko anggur dan toko juga tersedia. Wi-Fi gratis tersedia di area umum hotel.",
      "paragraph_3": "Siang Yuan & Terrace Restaurant menyajikan masakan internasional, sementara Singhasari Restaurant menawarkan hidangan Indonesia. Pilihan bersantap lainnya meliputi Kendedes Pub & Grill dan Paradise Sunken Bar.",
      "address": "Jl. Indragiri No.4, Pesanggrahan, Kec. Batu, Kota Batu, Jawa Timur 65318",
      "star": "4",
      "contact": "(0341)593083",
      "longitude": 112.5108265,
      "latitude": -7.8648267
    },
    {
      "id": 1,
      "category": "hotels",
      "title": "Ciptaningati Hotel Batu",
      "picLink": "https://wisatamalang9.files.wordpress.com/2016/10/housing-list.jpg?w=1600&h=1066&crop=1",
      "description": "Di kota batu sudah banyak berdiri akomodasi yang pas untuk keluarga, mulai dengan tarif mahal hingga murah meriah.",
      "paragraph_1": "Di kota batu sudah banyak berdiri akomodasi yang pas untuk keluarga, mulai dengan tarif mahal hingga murah meriah. Nah, jika Anda ingin mendapatkan penginapan keluarga dengan tarif terjangkau, Ciptaningati Hotel mungkin bisa jadi alternatif yang menarik bagi Anda.",
      "paragraph_2": "Lokasi hotel ini strategis, karena berada di pusat Kota Batu, sehingga memudahkan Anda untuk mengunjungi spot-spot populer di kota yang berada di kaki Gunung Panderman ini. Jika Anda ingin berwisata ekstrem, Anda bisa mengunjungi Batu Rafting yang dapat dijangkau sekitar 10 menit dengan berjalan kaki. Akan tetapi, jika Anda ingin wisata yang lebih santai, tempat wisata seperti Alun-Alun Kota Batu, Museum Angkut, Batu Secret Zoo, Jatim Park, dan Batu Night Spectacular (BNS) dapat ditempuh sekitar 10 menit dengan berkendara.",
      "paragraph_3": "Nah, untuk urusan faslitas Ciptaningati Hotel tergolong memiliki fasilitas yang lengkap. Untuk fasilitas umum, hotel ini menyediakan fasilitas seperti akses Wi-Fi 24 jam kolam renang outdoor, meeting room, restaurant, dan taman Sementara, untuk kamarnya, tersedia tiga tipe yaitu Superior Twin Room, Superior King Room, dan Family Room. Tiap kamar sudah dilengkapi dengan fasilitas seperti LED TV, pendingin ruangan (AC), private bathroom dengan hot & cold water shower, telepon, dan meja kerja. Berikut daftar tarif dan fasilitas yang tersedia di penginapan ini.",
      "address": " Jl. Argopuro No. 354, Kelurahan Sisir, Kecamatan Batu, Kota Batu, Jawa Timur",
      "star": "3",
      "contact": "(0341) 592955",
      "longitude": 112.5339152,
      "latitude": -7.875753
    },
    {
      "id": 2,
      "category": "hotels",
      "title": "Hotel Sumber Batu",
      "picLink": "https://blog.tiket.com/wp-content/uploads/image19-1.png",
      "description": "Hotel ini memiliki 32 kamar yang bisa disewa. Kamar juga sudah dilengkapi dengan AC. Tidak hanya itu, fasilitas lainnya di hotel ini terdapat free wifi...",
      "paragraph_1": "Di Sumber Hotel Batu tersedia 2 tipe kamar utama, yakni Superior Room dengantarif menginap per malamnya sekitar Rp 400 ribu. Luas kamar Superior adalah 20 m2 dan di dalamnya dilengkapi tempat tidur spring bed berukuran king, kamar mandi dengan shower, coffee atau tea maker, air mineral gratis, dan balkon atau teras jika Anda ingin duduk-duduk santai sambil menikmati pemandangan di sana.",
      "paragraph_2": "Kemudian ada pula tipe kamar Superior Family Room yang tarifnya dibanderol seharga Rp 590 ribu per malam. Fasilitasnya pun cukup lengkap. Dalam kamar untuk kapasitas 4 orang ini terdapat tempat tidur berukuran king, kamar mandi dengan shower, coffee atau tea maker seperti halnya di Superior Room, air mineral gratis, dan tentunya balkon atau teras untuk tempat bersantai.",
      "paragraph_3": "Fasilitas di dalam kamar diantaranyatempat tidur spring bed berukuran king, kamar mandi, coffee dan tea maker, air mineral gratis, dll. Untuk Superior Family Room harga per malamnya sekitar Rp.590.000. Kamarnya berkapasitas untuk 4 orang, fasilitas lainnya sama dengan superior room. Lokasi hotel juga cukup strategis dan dekat dengan tempat wisata yang sudah populer di Malang.",
      "address": "Jln.Darsono, No. 14, Batu, Malang, Jawa Timur. ",
      "star": "2",
      "contact": "(0341) 591467",
      "longitude": 112.5189709,
      "latitude": -7.8730402
    },
    {
      "id": 3,
      "category": "hotels",
      "title": "Hanoman Batu",
      "picLink": "https://thesmartlocal.com/indonesia/wp-content/uploads/2020/10/hanoman-hotel-batu-5.jpg",
      "description": "Mencari hotel mewah di kota batu untuk keperluan bisnis tidaklah susah. Pamornya sebagai tempat wisata membuat kota kecil yang berada di...",
      "paragraph_1": "Banyaknya tamu yang berkunjung ke Hanoman Hotel Kota Batu juga disebabkan oleh letaknya yang tidak jauh dari beberapa tempat rekreasi. Bagi Anda yang ingin menikmati keramaian Kota Batu, Anda bisa mencoba singgah ke Alun-Alun Kota Batu. Dari penginapan ke alun-alun, dapat ditempuh dalam waktu sekitar 10 menit menggunakan kendaraan bermotor. Di Alun-Alun Kota Batu, Anda bisa melakukan banyak hal, mulai piknik hingga melihat keindahan Kota Batu dengan bianglala.",
      "paragraph_2": "Hanoman Hotel Kota Batu memiliki konsep hunian sederhana dengan tema etnik. Setiap kamar memiliki bentuk bangunan menyerupai rumah pondok. Bagian atap bangunan mirip rumah khas Suku Minangkabau berupa atap gonjong. Selain itu, bangunan yang disebut sebagai kamar tersebut memiliki ukuran atap yang tinggi. Sehingga, sirkulasi udara dapat tertata dengan baik dan tidak menyebabkan hawa panas masuk atau tertimbun di dalam.",
      "paragraph_3": "Setiap kamar juga dilengkapi dengan dinding yang terbuat dari kayu dan kaca. Dinding kaca pada kamar tidak hanya berfungsi sebagai pintu masuknya cahaya matahari dari luar, tetapi juga sebagai jendela jika Anda ingin melihat pemandangan luar kamar. Pemandangan luar kamar yang ditawarkan oleh hotel beraneka macam, Anda bisa memilih view kamar berupa taman dengan air mancur atau pepohonan yang rindang.",
      "address": "Jl. Bukit Berbunga No. 14, Batu, Malang, Jawa Timur.",
      "star": "4",
      "contact": "(0341) 524947 ",
      "longitude": 112.5269163,
      "latitude": -7.8608693
    },
    {
      "id": 4,
      "category": "resorts",
      "title": "The Onsen Resort",
      "picLink": "https://whimuc.com/Pkwf1cLLmPcozcDkuppV1E/FMeJrwUjzJ2hR7.jpeg",
      "description": "Untuk para pelancong yang ingin merasakan nuansa penginapan ala Jepang, The Onsen Resort solusinya terletak dijalan Arumdalu, salah satu...",
      "paragraph_1": "Tersedia sarapan gratis. Fasilitas lainnya termasuk restoran santai dengan teras tertutup, serta pemandian umum yang terpisah sesuai gender dengan air panas bumi. Ada juga taman dengan kolaKota Batu sejak lama sudah populer dengan objek wisatanya yang bagus. Belum lama ini muncul wisata baru [Jatim Park 3], selain itu ada juga resort dan tempat pemandian air panas ala Jepang yang bernama The Onsen Hot Spring Resort.",
      "paragraph_2": "Sebenarnya Onsen Batu ini bukanlah satu-satunya tempat pemandian air panas di Batu, sebelumnya sudah ada [Pemandian Air Panas Cangar](https://www.pinhome.id/blog/cantiknya-pemandian-air-panas-cangar/) yang populer sejak lama.Kota Batu memang berada di kawasan yang strategis atau memiliki potensi alam yang luar biasa. Sehingga wajar sekali jika kota ini memilki daftar wisata yang keren dan patut untuk dikunjungi. Pengelola tinggal mengoles hingga pas untuk dijadikan sebagai objek wisata. Contohnya wisata alam yang lagi hits adalah Coban Rais.",
      "paragraph_3": "Nah, The Onsen Hot Spring Resort ini seperti menjadi tampilan baru dari wisata di Songgoriti. Sebelumnya memang Songgoriti tidak hanya terkenal sebagai tempat wisata taman dan juga tempat perbelanjaan oleh-oleh, tetapi juga pemandian air panasnya.Hanya saja, pemandian air panas di Songgoriti tidak begitu dikenal masyarakat luas. Sehingga alternatif lainnya adalah dengan munculnya inovasi baru berupa The Onsen Hot Spring Resort yang menawarkan penginapan dengan panorama khas ala Jepang, juga menyuguhkan tempat pemandian air panas, yang mana dalam bahasa jepang disebut Onsen",
      "address": " Jl. Raya Arumdalu – Songgoriti, Batu, Jawa Timur 65312",
      "time": "24 jam",
      "star":"5",
      "contact": "0821 87699 997",
      "longitude": 112.498977,
      "latitude": -7.8646804
    },
    {
      "id": 5,
      "category": "resorts",
      "title": "Kusuma Agrowisata",
      "picLink": "https://media-cdn.tripadvisor.com/media/photo-m/1280/13/43/40/b7/terlihat-hortensia-restaurant.jpg",
      "description": "Salah satu penginapan bagus bertarif murah yang menawarkan akomodasi aman juga bisa kita dapatkan di jalan Abdul Gani Atas, yakni Kusuma...",
      "paragraph_1": "Menemukan hotel sesuai untuk keluarga ideal di Batu sangatlah mudah. Selamat datang ke Kusuma Agrowisata Hotel, pilihan yang tepat untuk wisatawan seperti Anda.Kamar di Kusuma Agrowisata Hotel menawarkan penyejuk udara memaksimalkan kenyamanan, dan para tamu dapat menggunakan internet dengan tersedianya wi-fi gratis.",
      "paragraph_2": "Layanan kamar nerupakan salah satu yang ditawarkan oleh hotel. Kolam renang dan sarapan akan membuat kunjungan Anda menjadi lebih spesial. Jika Anda mengemudi ke Kusuma Agrowisata Hotel, parkir gratis tersedia.Karena berdekatan dengan beberapa tempat terkenal, seperti Alun Alun Kota Batu (2,4 km) dan Masjid Agung An Nuur (2,4 km), para tamu Kusuma Agrowisata Hotel dapat mengunjungi beberapa lokasi populer di Batu.",
      "paragraph_3": "Saat mengunjungi Batu, Anda sebaiknya mencoba makan tapas di salah satu restoran terdekat, seperti The Clubhouse Batu.Jika tertarik menelusuri Batu, jangan lupa untuk melihat beberapa tempat menarik terdekat, seperti Kusuma Agro Wisata (0,0 km) dan Circus Magic (1,3 km), semuanya dapat dicapai dengan berjalan kaki dari Kusuma Agrowisata Hotel.",
      "address": "Kawasan Wisata Kusuma Agro, Jalan Abdul Gani Atas, Ngaglik, Kecamatan Batu, Ngaglik, Batu, Batu City, East Java 65311",
      "star": "3",
      "contact": "0800 1593333 ",
      "longitude": 112.515668,
      "latitude": -7.8836231
    },
    {
      "id": 6,
      "category": "resorts",
      "title": "Omah Kayu",
      "picLink": "https://cdn.idntimes.com/content-images/post/20210215/117111337-323658668685727-6667245002723261598-n-c344052e959f7190f26ab4c607ba131b.jpg",
      "description": "Nama Omah Kayu berasal dari bahasa jawa, bahasa daerah warga malang yang terdengar sangat unik. Omah artinya rumah, kayu artinya adalah kayu.",
      "paragraph_1": "Lalu, apa yang menarik dari kawasan ini? Dilihat dari sisi pembuatannya saja sudah menarik. Bisa dibayangkan, ketinggian Omah kayu berada di 1.342mdpl. Atau setara dengan deretan pegunungan seperti Gunung andong yang ada di magelang. Dengan ketinggian tersebut, di atas akar pohon dibangun sebuah rumah. Menarik bukan? Jalan menuju rumah pohon juga bisa dibilang cukup melelahkan. Karena, tracknya yang juga naik turun seperti dalam sebuah pendakian. Tetapi, Jalannya masih cukup bersahabat, daripada track pendakian. Jadi, Sobat Native yang berkunjung ke sini tidak perlu ragu.",
      "paragraph_2": "Sepanjang perjalanan menuju Omah Kayu, Sobat native akan disuguhkan pemandangan aduhai. Seperti sawah, lembah, jajaran pegunungan banyak serta bangunan-bangunan kecil nan menggemaskan. Semua, berada di depan mata. Sebuah pemadangan yang menambah kecintaan Sobat Native kepada negeri ini.Pernah ke Bukit Paralayang? Jika sudah pernah, pemadangan di Omah Kayu tidak jauh dari bukit yang menyediakan jasa wisata paralayang ini. Pemandangan Gunung Banyak terlihat begitu megah. Sepertinya, Gunung tersebut menyapa jiwa-jiwa petualang untuk berdiri diatasnya dan melihat kesempurnaan dalam keindahan.",
      "paragraph_3": "Mungkin, saat ini Sobat Native bingung dengan keamanan di Omah Kayu. Apakah aman? Setelah ditelusuri, ternyata Omah kayu ini aman Sobat Native. Karena, menggunakan kayu eukaliptus, Kasuarina, dan beberapa pinus yang sudah terbukti kekuatannya dan memang mampu menahan beban omah kayu,Apa lagi yang dibingungkan? Parkir, tenang saja, Area parkir tempat ini cukup luas dan aman. Sobat Native pun bisa dengan tenang menikmati keunikan pariwisata yang juga menghadirkan konsep unik.",
      "address": "Jl. Gn. Banyak, Gunungsari, Kec. Bumiaji, Kota Batu, Jawa Timur 65312",
      "time": "09:00-17:00 WIB",
      "star":"2",
      "contact": "0822-3297-5886 ",
      "longitude": 112.4978051,
      "latitude": -7.8549492
    },
    {
      "id": 7,
      "category": "resorts",
      "title": "Klub Bunga Butik Resort",
      "picLink": "https://cdn.timesmedia.co.id/images/2021/02/26/Klub-Bunga-Butik.jpg",
      "description": "Ingin mencoba sensasi seru wisata hemat di dalam hotel dengan biaya terjangkau dan bisa menikmati semua fasilitasnya di Kota Batu?",
      "paragraph_1": "Dengan area terbuka yang sangat luas, sekitar 14 hektar, dan dikelilingi oleh pegunungan, hotel ini dilengkapi dengan berbagai macam fasilitas yang dimanfaatkan bagi pengunjung ataupun tamu yang menginap di sini.Kolam renangnya bisa dikatakan yang terbesar di antara hotel-hotel di Kota Batu. Ada 3 jenis kolam renang yaitu kolam untuk dewasa, kolam anak yang dilengkapi dengan playground, dan kolam renang indoor yang juga bisa digunakan untuk pijat terapi air, disebut juga dengan Therapy Massage Pool. Dilengkapi juga dengan tempat Jacuzzi, Sauna Room, dan Steam Room.",
      "paragraph_2": "Sedangkan bagi pengunjung yang senang dengan aktivitas fisik dan olahraga, terdapat area fitness center, lapangan basket indoor dan outdoor, lapangan badminton, lapangan futsal serta voli pantai. Untuk yang memiliki anak-anak, selain kolam renang playground, ada fasilitas sepeda yang bisa digunakan bersama orang tua untuk mengelilingi area hotel. Ada juga library dan playground khusus balita.",
      "paragraph_3": "Jika perut sudah merasa lapar, Coffee Shop Klub Bunga menyuguhkan berbagai menu khas seperti Nasi Timbel Bebek dan Ayam, Nasi Goreng Coban Rondo, Nasi Ayam Saus Telur Asin, dan Spaghetty Klub Bunga. Tidak perlu merogoh kocek dalam-dalam, menu tersebut bisa dipesan mulai harga Rp30.000 saja. Tentu saja dengan dikelilingi pemandangan Kota Batu dan pegunungan yang sangat cantik.",
      "address": "Jatim Park I, Jl. Kartika No.2, Sisir, Kec. Batu, Kota Batu, Jawa Timur 65315",
      "time": "07:00-19:00 WIB",
      "star":"3",
      "contact": "0341-594777 ",
      "longitude": 112.5216782,
      "latitude": -7.8852448
    },
    {
      "id": 8,
      "category": "villas",
      "title": "Villa Oma Sukari Batu",
      "picLink": "https://cf.bstatic.com/xdata/images/hotel/max1280x900/176584038.jpg?k=539316ffc977c44b06c7c049d4b3c43ca8d93a7628cc0dab31a8b4a3a83e762a&o=&hp=1",
      "description": "Di Kota Batu, akomodasi baru memang terus-menerus bermunculan tiap tahunnya untuk memenuhi permintaan penginapan yang memang semakin...",
      "paragraph_1": "Nah, bila kebetulan Anda sedang merencanakan trip ke Kota Batu dan ingin menginap di salah satu akomodasi baru, Anda bisa mencoba untuk bermalam di Villa Oma Sukari. Akomodasi tersebut cocok bagi Anda yang datang bersama keluarga atau rombongan kecil.",
      "paragraph_2": "Letak Villa Oma Sukari terbilang strategis karena dekat dengan beberapa tempat hits di Kota Apel, misalnya saja Golden Tulip Holland Resort yang berada di sebelah barat properti dan berjarak sekitar 200 meter. Sementara, theme park favorit traveler seperti Eco Green Park, Batu Secret Zoo, dan Batu Night Spectacular, dapat dijangkau kurang dari 10 menit dengan berkendara.",
      "paragraph_3": "Bila Anda sudah beberapa kali bertandang ke Kota Batu, ada baiknya Anda tidak hanya mengunjungi objek wisata yang itu-itu saja. Bila ada kesempatan, Anda bisa mencoba untuk menjelajah Coban Kaca. Salah satu air terjun yang menjadi hidden gem di Kota Apel tersebut hanya berjarak sekitar 7 km.Setelah puas menjelajah objek wisata yang ada di Kota Batu, Anda tentu ingin mendapatkan sebuah tempat istirahat yang nyaman, bukan? Nah, di tempat ini, pengelola sudah menyiapkan beberapa fasilitas, misalnya saja LED TV, ruang tamu, sofa, dispenser, kulkas, dapur, kitchenware, ruang makan, kamar mandi dengan shower panas & dingin, teras, dan tempat parkir. ",
      "address": "Jalan Bukit Panderman Hill, Cluster Panderman Garden No. C1, Kota Batu, Jawa Timur",
      "star": "2",
      "contact": "0812 9484 9091 ",
      "longitude": 112.5242075,
      "latitude": -7.8912577
    },
    {
      "id": 9,
      "category": "villas",
      "title": "Villa Batu Iggy",
      "picLink": "http://pix4.agoda.net/hotelimages/15899023/0/4ef2a1dfe998482ac8cab9fcedf360ee.jpg",
      "description": "Akomodasi dengan tarif terjangkau seperti Villa Batu Iggy juga layak untuk disinggahi. akomodasi ini berjarak cukup dekat dengan beberapa theme park...",
      "paragraph_1": "Walaupun berlokasi di tengah perumahan, untuk menjangkau penginapan ini tidak susah. Dari Jalan Oro-Oro Ombo (depan Batu Secret Zoo), Anda lurus saja ke arah selatan hingga bertemu perempatan sebelum Kantor Kepala Desa Oro-Oro Ombo. Dari tempat ini, belok kiri sekitar 1 km, maka Anda akan menemukan penginapan yang berada di kiri jalan.",
      "paragraph_2": "Menurut penuturan wisatawan yang pernah menginap, akomodasi ini menampilkan desain modern minimalis yang enak dipandang. Selain itu, pelayanan yang ramah dan rumah yang selalu bersih menjadi nilai plus lainnya.Villa Batu Iggy tergolong penginapan yang memiliki kapasitas cukup besar. Dilengkapi dengan tiga unit kamar, akomodasi ini mampu menampung pengunjung hingga delapan orang. Tak hanya itu, fasilitas kamarnya juga oke. Saat menginap, Anda bisa menikmati tempat tidur yang nyaman, lemari besar, tempat rias, wastafel, dan LED TV. Selain itu, ada juga kamar mandi dalam yang dilengkapi dengan bathtub.",
      "paragraph_3": "Selain fasilitas kamar yang oke, fasilitas di public area juga mumpuni. Di akomodasi ini, Anda bisa menemukan fasilitas seperti dapur lengkap dengan peralatannya, sofa, LED TV, kulkas, dispenser, ruang tamu, teras, dan home theater. Selain itu, ada pula koneksi Wi-Fi yang bisa digunakan selama 24 jam non-stop.",
      "address": "di Kompleks Perumahan Puri Indah Blok I4 No. 5, Desa Oro-Oro Ombo, Kota Batu, Jawa Timur.",
      "star": "3",
      "contact": "0812-5252-6692",
      "longitude": 112.541855,
      "latitude": -7.8942118
    },
    {
      "id": 10,
      "category": "villas",
      "title": "The Batu Hotel & Vilas",
      "picLink": "https://whimuc.com/Pkwf1cLLmPcozcDkuppV1E/7dxVjxEPZKqrHx.jpeg",
      "description": "Hotel kasual dengan pemandangan gunung & lembah yang terletak di taman rindang ini berjarak 6 menit berjalan kaki dari Museum Angkut...",
      "paragraph_1": "Tempat parkir tersedia gratis. Terdapat ruang permainan dan restoran bernuansa hangat dengan jendela setinggi langit-langit. Tersedia sarapan, layanan antar jemput & pijat (berbayar).",
      "paragraph_2": "Penginapan murah selanjutnya yang cocok untuk kalangan backpaper ataupun pelancong berkantong pas - pasan adalah The Batu Villas di jalan sultan Agung nomor 29.",
      "paragraph_3": "Villa unik yang sangat nyaman di pusat kota ini dibanderol di bawah 100 ribu yakni hanya sekitar 80 ribuan saja per malam dengan fasilitas tambahannya ada restaurant, spa, gym, billiard dan lainnya",
      "address": "Jl. Sultan Agung No.29, Sisir, Kec. Batu, Kota Batu, Jawa Timur 65314",
      "star": "3",
      "contact": "(0341)592955",
      "longitude": 112.522588,
      "latitude": -7.8792631
    },
    {
      "id": 11,
      "category": "villas",
      "title": "Kampung Lumbung",
      "picLink": "https://whimuc.com/8SQUtqqWhCCZcKfuQCbNTQ/BUZ1tHK3cTrLeJ.jpeg",
      "description": "Kampung Lumbung merupakan salah satu  Villa yang terletak di kawasan Kota wisata  Batu tepatnya di Jalan Puskesmas Dalam 1 Beji - Batu.",
      "paragraph_1": "Kampung Lumbung sendiri memiliki total kamar hotel sebanyak 16 kamar dan dilengkapi 5 Villa Deluxe yang cocok untuk disewa bersama keluarga. Selain menghadirkan penginapan exclusive di kawasan Kota Batu, lokasi Kampung Lumbung Hotels juga terbilang sangat strategis yakni terletak sekitar 800 m di atas permukaan laut sehingga membuat suhu disekitar terasa sejuk dengan rata rata suhu berkisar 19 C.",
      "paragraph_2": "Bukan hanya itu, Hotel & Villa Kampung Lumbung juga menawarkan berbagai fasilitas menarik untuk para tamu seperti Padusan Swimming Pool, Umbulan Plunge Pool, Kanoman Spa, Restaurant, Garden, Greenhouse Cafe dan Joglo House yang dapat disewa untuk keperluan pribadi seperti acara perkanikahan, meeting, ulang tahun dan sebagainya.",
      "paragraph_3": "Konsep Villa Kampung Lumbung Boutique Hotel Kampung Lumbung Boutique menerapkan konsep hotel yang ramah lingkungan dan menyatu dengan alam. Bangunannya pun banyak yang menggunakan material kayu, terutama kayu jati kuno. Hal itu terlihat dari warna dan serat kayunya yang eksotik. Bentuk bangunannya pun menggunakan arsitektur Jawa. Hal itu terlihat dari nama-nama villa-nya, seperti Omah Lumbung, Omah Gladak,Omah Tumpuk, Omah Mujur dll. ",
      "address": "Jl. Puskesmas Dalam 1, Beji – Batu",
      "star": "4",
      "contact": "(0341) 5406951",
      "longitude": 112.543186,
      "latitude": -7.88874
    }
  ]
}