{
    "wisata": [
        {
            "id": 1,
            "title": "Coban Putri",
            "picLink": "https://i1.wp.com/liburanyuk.co.id/wp-content/uploads/2021/06/@fitrakurniawanf.jpg?resize=800%2C1000&ssl=1",
            "description": "Kota Batu menjadi destinasi wisata unggulan di Jawa Timur. Keindahan alamnya menjadi daya tarik tersendiri, salah satunya Air Terjun Putri atau Coban Putri, dengan keindahan yang mempesona.",
            "para-1": "Kota Batu menjadi destinasi wisata unggulan di Jawa Timur. Keindahan alamnya menjadi daya tarik tersendiri, salah satunya Air Terjun Putri atau Coban Putri, dengan keindahan yang mempesona. Air terjun ini memang belum terlalu populer seperti Coban Rais. Ini menjadi pilihan tepat bagi pengunjung yang mendambakan wisata alam yang masih sepi. Meski masih baru, Coban Putri telah dilengkapi dengan berbagai wahana foto yang siap menemani wisatawan.",
            "para-2": "Coban Putri yang ada di Kota Batu ini begitu mempesona. Aliran airnya begitu jernih dan deras, namun tetap aman jika bermain di bawahnya. Airnya bermuara di kolam yang tepat berada di bawahnya. Menciptakan kolam alam yang jernih dan menyegarkan. Objek wisata alam biasanya hadir dengan harga tiket masuk yang sangat terjangkau. Bahkan dapat dikatakan masih murah. Seperti harga tiket masuk air tejun ini yang terbilang masih murah yaitu sekitar Rp10.000. Objek wisata alam biasanya hadir dengan harga tiket masuk yang sangat terjangkau. Bahkan dapat dikatakan masih murah. Seperti harga tiket masuk air tejun ini yang terbilang masih murah yaitu sekitar** **Rp10.000.",
            "para-3": "Yang lebih menarik di objek wisata ini, air terjunnya tidak hanya satu, melainkan dua. Air terjun ini seolah air terjun kembar yang turun membasahi bumi. Dinding air terjun berupa batu berwarna cokelat. Tekstur dan bentuk dari batu masih terlihat dengan sangat jelas. Tinggi air terjun hanya sekitar 20 meter. Di sekitarnya, masih banyak ditumbuhi semak dan pepohonan hijau. Tak jarang, juntai-juntai dari pepohonan mengenai batu dan menempel pada batu. Terciprat air terjun yang membuatnya tampak lebih hijau.",
            "location": "Jalan Raya Tlekung, Kec. Junrejo, Kota Batu, Jawa Timur 65316",
            "time": "09.00-17.00 WIB",
            "contact": "+62 812-2256-223"
        },
        {
            "id": 2,
            "category": "",
            "title": "Coban Rais",
            "picLink": "https://cdn.idntimes.com/content-images/post/20200219/80368063-508952993058370-4254890054304127402-n-5d2630db124a87758093d051a78d57e9.jpg",
            "description": "",
            "para-1": "",
            "para-2": "",
            "para-3": "",
            "address": "",
            "time": "",
            "contact": "+62 "
        },
        {
            "id": 2,
            "title": "Coban Rais",
            "picLink": "https://cdn.idntimes.com/content-images/post/20200219/80368063-508952993058370-4254890054304127402-n-5d2630db124a87758093d051a78d57e9.jpg",
            "description": "",
            "para-1": "",
            "para-2": "",
            "para-3": "",
            "location": "",
            "time": "",
            "contact": "+62 "
        }
    ],
    "culinary": [
        {
            "id": 2,
            "title": "Coban Rais",
            "picLink": "https://cdn.idntimes.com/content-images/post/20200219/80368063-508952993058370-4254890054304127402-n-5d2630db124a87758093d051a78d57e9.jpg",
            "description": "",
            "para-1": "",
            "para-2": "",
            "para-3": "",
            "location": "",
            "time": "",
            "contact": "+62 "
        }
    ]
}